Repository: 84000/data-translation-memory
Catalog: toh149_84000-the-question-of-maitreya-3-.tmx
Source language: bo
Languages: en

source: འཕགས་པ་བྱམས་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra The Question of Maitreya

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was dwelling in Rājagṛha, on Vulture Peak Mountain, together with a great saṅgha of monks and a great saṅgha of bodhisattvas.

source: བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་ཆེན་པོ་དང་ཡང་ཐབས་ཅིག་གོ། །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: On that occasion the bodhisattva mahāsattva Maitreya rose from his seat, draped his shawl over one shoulder, and knelt on his right knee.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Joining his palms and bowing to the Blessed One, he spoke these words:

source: །བཅོམ་ལྡན་འདས་འདི་ལ་ཆོས་སྦྱིན་པའི་རྣམ་པར་སྨིན་པ་གང་ལགས།
en: “Blessed One, what are the karmic results of bestowing the Dharma?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྱམས་པ་སུས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་ཡོངས་སུ་བཀང་སྟེ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ལ་དབུལ་བ་ཕུལ་བ་བས།
en: The Blessed One replied to the bodhisattva mahāsattva Maitreya, “Maitreya, suppose one person filled as many great trichiliocosms as there are grains of sand in the river Ganges with the seven precious substances and offered them to the tathāgata, arhat, truly perfect buddhas, and another person, out of compassion, established a single verse of the Dharma in the mindstream of another.

source: གང་གིས་སྙིང་རྗེ་བས་ཚིགས་སུ་བཅད་པ་གཅིག་གཞན་གྱི་རྒྱུད་ལ་བཞག་ན་བྱམས་པ་བསོད་ནམས་ཀྱི་ཕུང་པོ་འདི་ལ་བསོད་ནམས་ཀྱི་ཕུང་པོ་སྔ་མ་དེས་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ།
en: Maitreya, the former mass of merit would not even come close to a hundredth of this latter mass of merit.

source: སྟོང་གི་ཆ་དང་། བརྒྱ་སྟོང་གི་ཆ་དང་། བྱེ་བའི་ཆ་དང་། བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་གི་ཆ་དང་། གྲངས་དང་། ཆ་དང་། བགྲང་བ་དང་། དཔེ་དང་རྒྱུར་ཡང་མི་བཟོད་དོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ཏེ།
en: Nor could it be compared to even a thousandth, a hundred-thousandth, a ten-millionth, a hundred-sextillionth, or any other portion, fraction, enumeration, or example.”

source: བདེ་བར་གཤེགས་པས་དེ་སྐད་གསུངས་ནས། སྟོན་པས་གཞན་ཡང་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: After the Sugata had said this, the Teacher furthermore declared:

source: །གང་གིས་གང་གཱའི་བྱེ་སྙེད་འཇིག་རྟེན་ཁམས།
en: “Consider one who has caused as many world realms as there are sand grains in the Ganges

source: །དེ་དག་རིན་ཆེན་བྱུར་བུར་བཀང་བྱས་ཏེ།
en: To be filled to the brim with an abundance of riches

source: །དགའ་རབ་སེམས་ཀྱིས་རྒྱལ་ལ་ཕུལ་བ་བས།
en: And offered these to the victors with a joyful mind,

source: །གང་གིས་ཚིགས་བཅད་གཅིག་ཅིག་སེམས་ཅན་བྱིན།
en: And another who has bestowed a single verse to a sentient being—

source: །རིན་ཆེན་སྦྱིན་པ་ཤིན་ཏུ་རྒྱ་ཆེན་དེ།
en: “If that exceedingly vast gift of riches Does not equal any fraction or portion

source: །སྙིང་རྗེ་བསྐྱེད་ནས་ཚིགས་བཅད་སྦྱིན་པ་ལ། །གང་གཱའི་ཆ་དང་གྲངས་སུའང་མི་ཕོད་ན།
en: Of cultivating compassion and then bestowing a single verse,

source: །ལན་གཉིས་ལན་གསུམ་སེམས་ལ་ག་ལ་ཞིག །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: How could one fathom the ripening of giving a verse twice, or three times?”

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། དགེ་སློང་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: When the Blessed One had spoken, the bodhisattva mahāsattva Maitreya, the other bodhisattvas and the monks, and the world with its gods, humans, asuras, and gandharvas rejoiced and praised the words of the Blessed One.
